/* Данна програма призначеня для визначення
* об'єму та площі прямокутного паралелепіпеда 
*/
#include <stdio.h>//підключення бібліотеки 

int main() {
	int a = 1, b = 2, c = 3;//Введеня змінних
	int V, S; 
        // знаходження об'єму
        V = a * b * c;

        // знаходженя площі поверхні
        S = 2 * (a * b + a * c + b * c);

        // виведення результатів
        printf("Об'єм паралелепіпеда: %d\n", V);
        printf("Площа поверхні паралелепіпеда: %d\n", S);

        return 0;//кінець програми 




}