/* Дана програма призначеня для визначення
* об'єму та площі прямокутного паралелепіпеда 
*/
#include <stdio.h>//підключення бібліотеки 
#include <math.h>
int main() {
	int a, b, c;//Введеня змінних
	int V, S; 

    printf("Задайте число а:");//Введення числа а
    scanf_s("%d", &a);

    printf("Задайте число b:");//Введення числа b
    scanf_s("%d", &b);

    printf("Задайте число c:");//Введення числа c
    scanf_s("%d", &c);

        // знаходження об'єму
        V = a * b * c;

        // знаходженя площі поверхні
        S = 2 * (a * b + a * c + b * c);

        // виведення результатів
        printf("Об'єм паралелепіпеда: %d\n", V);
        printf("Площа поверхні паралелепіпеда: %d\n", S);

        return 0;//кінець програми 
}
